Revit 2024 API
ParameterTypeId.RoomCalculatedCoolingLoadPerAreaParam Property
 "Calculated Cooling Load per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RoomCalculatedCoolingLoadPerAreaParam { get; }
Visual Basic
Public Shared ReadOnly Property RoomCalculatedCoolingLoadPerAreaParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RoomCalculatedCoolingLoadPerAreaParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace